fx_version "adamant"
games { "gta5" }
--[[

					███████╗██╗░░░░░██╗██╗░░██╗
					██╔════╝██║░░░░░██║╚██╗██╔╝
					█████╗░░██║░░░░░██║░╚███╔╝░
					██╔══╝░░██║░░░░░██║░██╔██╗░
					██║░░░░░███████╗██║██╔╝╚██╗
					╚═╝░░░░░╚══════╝╚═╝╚═╝░░╚═╝ 

    Made By : MoSattout#2632
    ♥ شكرا لك على الثقة ♥
    https://discord.gg/5vE6Drh
    يرجى عدم تعديل اي شيء هنا
]]
resource_type 'gametype' { name = 'Flix Premium V2' }
client_script 'fivem_client.lua'
--[[

					███████╗██╗░░░░░██╗██╗░░██╗
					██╔════╝██║░░░░░██║╚██╗██╔╝
					█████╗░░██║░░░░░██║░╚███╔╝░
					██╔══╝░░██║░░░░░██║░██╔██╗░
					██║░░░░░███████╗██║██╔╝╚██╗
					╚═╝░░░░░╚══════╝╚═╝╚═╝░░╚═╝ 

    Made By : MoSattout#2632
    ♥ شكرا لك على الثقة ♥
    https://discord.gg/5vE6Drh
    يرجى عدم تعديل اي شيء هنا
]]


 client_script "RAM.lua"